Repository: MaximilianoMO95/COCAREEF
Catalog: locale/*/LC_MESSAGES/django.po
Languages: es

source: Start Date
es: Fecha De Inicio

source: Days Of Stay
es: Dias De Estadia

source: Room
es: Habitacion

source: User
es: Usuario

source: Payment Status
es: Estado de pago

source: Deposit Percentage
es: Porcentaje de deposito

source: From
es: De

source: To
es: Hasta

source: code
es: Codigo

source: name
es: Nombre

source: user
es: usuario

source: room
es: habitacion

source: payment_status
es: Estado de pago

source: start_date
es: fecha_de_inicio

source: days_of_stay
es: dias_agendados

source: deposit_percentage
es: porcentaje_de_deposito

source: created_at
es: creado_el

source: Name
es: Nombre

source: English
es: Ingles

source: Spanish
es: Español

source: Switch Language
es: Cambiar idioma

source: Log Out
es: Cerrar sesion

source: Hotel Reef - Edit Reservation
es: Hotel Reef - Editar reservacion

source: Create New Reservation
es: Crear nueva reservacion

source: Save Changes
es: Guardar cambios

source: Hotel Reef - Reservation Details
es: Hotel Reef - Detalles de la reservacion

source: Reservation Data
es: Detalles de la reservacion

source: Remaining Debt
es: Deuda

source: Client Data
es: Data del cliente

source: Mark As Fully Paid
es: Marcar como totalmente pagado

source: Hotel Reef - Reservation List
es: Hotel Reef - Lista de reservaciones

source: Reservations List
es: Lista de reservaciones

source: Apply
es: Aplicar

source: New Reservation
es: Nueva reservacion

source: Delete
es: Eliminar

source: Edit
es: Editar

source: Previus
es: Anterior

source: Next
es: Siguente

source: Couldn't found any reservation yet
es: No se encontro ninguna reservacion

source: Edit Reservation
es: Editar reservacion

source: Create Reservation
es: Crear reservacion

source: Book This Room
es: Agendar ésta habitacion

source: Hotel Reef - Confirm Reservation
es: Hotel Reef - Confirmar reservacion

source: Total Payment Amount
es: Total a pagar

source: Hotel Reef - Payment Status
es: Hotel Reef - Estado de pago

source: Receipt
es: Boleta

source: Buy Order
es: Orden de compra

source: QR Code
es: Codigo QR

source: Download Receipt
es: Descargar boleta

source: Go Back To The Main Page
es: Ir a la pagina principal

source: Manage Rooms Catalogue
es: Editar catalogo de habitaciones

source: Rooms List
es: Lista de habitaciones

source: Add New Room
es: Agregar una nueva habitacion

source: Couldn't found any room
es: No pudimos encontrar ninguna habitacion

source: Hotel Reef - Add Room
es: Hotel Reef - Agregar habitacion

source: Add A New Room
es: Agregar una nueva habitacion

source: Create Room
es: ACrear habitacion

source: Hotel Reef - Edit Room
es: Hotel Reef - Editar habitacion

source: Edit Room
es: Editar habitacion

source: Rooms Catalogue
es: Catalogo de habitaciones

source: Show Details
es: Mostrar detalles

source: Edit Employee
es: Editar empleado

source: Hotel Reef - Admin View
es: Hotel Reef - Vista de administrador

source: Welcome
es: Bienvenido

source: Go an create a new employee
es: Crear un nuevo empleado

source: New Employee
es: Nuevo empleado

source: Go and edit an employee
es: Editar un empleado

source: Go an manage reservations
es: Ir a configurar las reservaciones

source: Manage Reservations
es: Configurar reservaciones

source: Go an manage rooms catalogue
es: Configurar el catalogo de habitaciones
